<?
$MESS ['error'] = "Ошибка! ID пользователя в сесии не найдено!";
$MESS ['nojs'] = "У Вас отключён JavaScript. Поджалуйста, включите его в настройках.";

$MESS ['SMS4BAUTH'] = "Авторизация по SMS";
$MESS ['LOGIN'] = "Логин: ";
$MESS ['INVALID_PHONE_CONFIRM_PHONE'] = "Введите свой номер телефона:";
$MESS ['EXAMPLE'] = "Например: 79037851631";
$MESS ['PHONE'] = "Введите свой номер телефона:";

$MESS ['CHANGE'] = "Изменить номер";
$MESS ['ENTER'] = "Войти";

$MESS ['ENTER_ONE_KEY'] = "Введите одноразовый пароль:";
$MESS ['IS_ADMIN'] = "Войти с помощью одноразового пароля";
$MESS ['ENER_FOR_SMS'] = "Войти с помощью SMS";

$MESS ['ENTER_SMS_KEY'] = "Введите код авторизации:";

$MESS ['GIVE_SMS_KEY'] = "Получить код авторизации по SMS";
$MESS ['GIVE_SMS_KEY2'] = "Запросить код повторно";

$MESS ['SEND_SMS'] = "SMS с кодом отправлено на номер:";

$MESS ['NO_SMS'] = "Не пришло SMS? ";
$MESS ['SMS4B'] = "<span>Работает на технологиях</span> <a href='http://sms4b.ru' title='SMS4B.ru'>SMS4B.ru</a>";

//Ошибки возвращаемые ajax
$MESS ['JS_LOCK'] = "Превышен лимит отправки SMS-сообщений!<br/>Администратор свяжется с вами, чтобы помочь авторизоваться.";
$MESS ['JS_ATTEMPT'] = "Вы превысили количество попыток ввода одного SMS-кода, запросите новый код!";
$MESS ['JS_PHONE'] = "Вы не ввели номер телефона!";
$MESS ['JS_PHONE_NO'] = "Неверный формат телефона!";
$MESS ['JS_SMS'] = "Вы не ввели SMS-код!";
$MESS ['JS_TIMEOUT'] = "Код устарел, запросите новый код!";
$MESS ['JS_PHONE_FALSE'] = "Ошибка при сохранении номера телефона!";
$MESS ['JS_CHECK'] = "Неправильный SMS-код!";
$MESS ['JS_CHECK_ONE'] = "Неправильный одноразовый код!";
$MESS ['JS_COUNT_ATTEMPT'] = "Превышен лимит отправки SMS-сообщений! Администратор свяжется с вами, чтобы помочь авторизоваться.";
$MESS ['JS_SMS_SEND'] = "SMS-код отправлен!";
$MESS ['JS_AJAX_ERROR'] = "Ошибка отправки ajax-запроса!";
$MESS ['JS_USER'] = "Не найден пользователь!";
?> 
